def get_data_gourmet():
    return """
受賞歴：2024年Gold受賞店The Tabelog Award 2024 Gold 受賞店
ランキング順位：1
店舗名：まき村
交通機関からの距離：(大森海岸駅 357m)
ジャンル：レストラン
プロモーション文章：素朴ながらも感じる味わい深さ 。ここにあるのは、飾らない姿の日本料理。
評価点：4.44
夜の価格帯：￥30,000～￥39,999
昼の価格帯：-
定休日：日曜日
コメント見出し：器と食材で彩る美しき日本の夏、四季は1年毎に
コメント中身：初訪問、お誘い頂いたのが昨年で食べ歩きの大先輩と共に。10年連続ミシュラン三つ星、食べログ...

受賞歴：とんかつ 百名店 2024 選出店食べログ とんかつ 百名店 2024 選出店
ランキング順位：2
店舗名：とんかつ 鉄
ジャンル：レストラン
評価点：3.71
夜の価格帯：￥1,000～￥1,999
昼の価格帯：￥1,000～￥1,999
定休日：月曜日
コメント中身：休日の夜、少し遅めの時間に訪問しました。住宅街の地下にあるお店で、以前から気になっていたの...

ランキング順位：3
店舗名：お食事 まるやま
ジャンル：レストラン
評価点：3.71
夜の価格帯：￥1,000～￥1,999
昼の価格帯：￥1,000～￥1,999
定休日：日曜日
コメント見出し：使い勝手の良いとんかつ檍系列の人気食堂✨
コメント中身：大森 お食事 まるやま《まぐろの刺身定食とハムエッグ》蒲田のとんかつ名店「檍」の丸...

受賞歴：そば EAST 百名店 2024 選出店食べログ そば EAST 百名店 2024 選出店
ランキング順位：4
店舗名：布恒更科
交通機関からの距離：(大森海岸駅 256m)
ジャンル：レストラン
評価点：3.70
夜の価格帯：￥1,000～￥1,999
昼の価格帯：￥1,000～￥1,999
定休日：日曜日
コメント見出し：季節を五感で楽しむ蕎麦☆百名店
コメント中身：1967年創業。江戸時代から親しまれてきた更科そば伝統の「季節の変わり蕎麦」を味わえる。今日は...

受賞歴：とんかつ 百名店 2024 選出店食べログ とんかつ 百名店 2024 選出店
ランキング順位：5
店舗名：丸一
ジャンル：レストラン
評価点：3.67
夜の価格帯：￥1,000～￥1,999
昼の価格帯：￥1,000～￥1,999
定休日：水曜日、日曜日、祝日
コメント見出し：久しぶりの丸一。あいかわらずのすばらしさ
コメント中身：最寄り駅はJR大森です。徒歩2分ぐらいでしょうか。線路沿いといえば、線路沿いです。夜の営業...

ランキング順位：6
店舗名：天冨久
ジャンル：レストラン
評価点：3.65
夜の価格帯：￥10,000～￥14,999
昼の価格帯：￥1,000～￥1,999
コメント見出し：再訪しても感動レベル。海老も穴子もすごいぞ
コメント中身：穴子入り江戸前天丼　2000円前回も書きましたが、全ての揚げが秀逸。ふわっふわ...

ランキング順位：7
店舗名：みこころや
ジャンル：レストラン
評価点：3.64
夜の価格帯：￥6,000～￥7,999
昼の価格帯：-
定休日：日曜日
コメント見出し：正統派和食をリーズナブルに楽しめる
コメント中身：◾️お店についてJR京浜東北線 大森駅が最寄り駅。北改札口を出て右へ進み、下りエスカレータ...

受賞歴：アジア・エスニック TOKYO 百名店 2024 選出店食べログ アジア・エスニック TOKYO 百名店 2024 選出店
ランキング順位：8
店舗名：ケララの風モーニング
ジャンル：レストラン
評価点：3.61
夜の価格帯：-
昼の価格帯：～￥999
定休日：火曜日、水曜日、木曜日
コメント見出し：塩加減が絶妙なサンバル
コメント中身：・D：ウパタムセット（900円）訪問時3.67人生で初めて食べたミールスがちょうど...

ランキング順位：9
店舗名：煮込 蔦八
ジャンル：レストラン
評価点：3.58
夜の価格帯：￥2,000～￥2,999
昼の価格帯：-
定休日：-
コメント見出し：煮込みが美味い！大森にある料理&お酒が美味しい老舗の居酒屋！
コメント中身：大森にある「煮込 蔦八（ツタハチ）」に再び行って見ました。蔦八は大森駅歩いて5分位にあ...

ランキング順位：10
店舗名：吟吟
ジャンル：レストラン
評価点：3.58
夜の価格帯：￥5,000～￥5,999
昼の価格帯：-
定休日：日曜日、祝日
コメント見出し：ひやおろし解禁後　3回戦
コメント中身：10月1日に解禁された日本酒38種類を嗜みに、気分は猛ダッシュで訪問。1番バッター　原...

ランキング順位：11
店舗名：インド宮廷料理 Mashal
ジャンル：レストラン
評価点：3.56
夜の価格帯：￥3,000～￥3,999
昼の価格帯：￥1,000～￥1,999
定休日：火曜日
コメント見出し：最高なビリヤニのコラボ❣️
コメント中身：ビリヤニ大澤＆Mashal《エビビリヤーニースペシャル》今日2023/12/10...

ランキング順位：12
店舗名：博多屋
交通機関からの距離：(大森海岸駅 176m)
ジャンル：レストラン
評価点：3.56
夜の価格帯：￥5,000～￥5,999
昼の価格帯：-
定休日：-
コメント中身：JR大森駅と京急線大森海岸駅より各徒歩5分程、もつ鍋居酒屋『博多屋』さん訪問。仲の良い...

ランキング順位：13
店舗名：大連
ジャンル：レストラン
評価点：3.55
夜の価格帯：￥2,000～￥2,999
昼の価格帯：～￥999
定休日：火曜日
コメント見出し：焼き餃子はもちろん、水餃子が美味しすぎた…
コメント中身：2019,21年餃子百名店。『とんかつ鉄』からのハシゴ。軽く食べるつもりで訪問。...

ランキング順位：14
店舗名：札幌味噌らーめん ひつじの木 大森本店
ジャンル：レストラン
プロモーション文章：豚骨や鶏ガラを使用しない”羊100％”のスープが自慢。 進化をした札幌味噌らーめんです。
評価点：3.55
夜の価格帯：￥1,000～￥1,999
昼の価格帯：￥1,000～￥1,999
定休日：-
コメント見出し：独特の風味がハマる人にはハマる
コメント中身：前回訪問後、忘れられない味だったので、久しぶりの訪問です。特製白味噌ラーメン　1,79...

ランキング順位：15
店舗名：天ぷら いせ
交通機関からの距離：(大森海岸駅 179m)
ジャンル：レストラン
評価点：3.55
夜の価格帯：-
昼の価格帯：￥2,000～￥2,999
定休日：-
コメント見出し：【品川　大森海岸】白木のカウンターで静かに〝揚げあがり〟を待つ幸福｡
コメント中身：概要〉京急　大森海岸駅から徒歩3分くらいJR大森駅方面に向かう途中のビルの1階カウ...

ランキング順位：16
店舗名：レフレール
ジャンル：レストラン
評価点：3.54
夜の価格帯：￥1,000～￥1,999
昼の価格帯：-
定休日：月曜日
コメント見出し：最高峰のハンバーグ
コメント中身：5度目くらいの訪問のレフレールさん。本当に美味しいお店です。一品目はさつまいもと栗のテ...

ランキング順位：17
店舗名：麺や ぱんだ/鮨バル ぱんだ
ジャンル：レストラン
評価点：3.50
夜の価格帯：￥1,000～￥1,999
昼の価格帯：～￥999
定休日：-
コメント見出し：麺屋彩華からのリボーン
コメント中身：麺屋ぱんだ(大森)醤油つけ麺中盛り＋自家製ラー油大森駅から徒歩7分昨年オープン...

ランキング順位：18
店舗名：くろさわ東京菜
ジャンル：レストラン
評価点：3.50
夜の価格帯：￥6,000～￥7,999
昼の価格帯：-
定休日：月曜日
コメント見出し：夏のスペシャリテ
コメント中身：少し前この日は地元大森ランチ大森で食べ歩きの好きな人たちの中でも共通認識で持っ...

ランキング順位：19
店舗名：洋食入舟
交通機関からの距離：(大森海岸駅 266m)
ジャンル：レストラン
評価点：3.49
夜の価格帯：￥3,000～￥3,999
昼の価格帯：-
定休日：-
コメント見出し：素晴らしく落ち着ける美味しい「洋食入舟（いりふね）」さん、自分には天使のビストロかも
コメント中身：しっぽりと気楽に美味しい洋食でも食べたいなと思い予約なしにふらっとこちらに。どなたかの口コミを...

ランキング順位：20
店舗名：洋食亭 おおはし
ジャンル：レストラン
評価点：3.49
夜の価格帯：￥1,000～￥1,999
昼の価格帯：～￥999
定休日：金曜日
コメント見出し：上品なオムハンバーグ！
コメント中身：大森駅から数分の商店街にある地域的には地元の方には知名度のある洋食屋さんのようです。近くま...
    """
